Repository: Nurtugang/agrohub
Catalog: main_app/locale/*/LC_MESSAGES/django.po
Languages: kk

# site_description
source: Kazakhstan's largest agricultural portal. Comprehensive services in all sectors of agriculture.
kk: Қазақстандағы ең ірі аграрлық портал. Ауыл шаруашылығының барлық салаларында кешенді қызметтер.

# nav_about
source: About Us
kk: Біз туралы

# nav_about_company
source: About Company
kk: Компания туралы

# nav_about_team
source: Team
kk: Команда

# nav_about_agrotehnopark
source: Agrotechnopark
kk: Агротехнопарк

# nav_about_engeneering_center
source: Engineering Center
kk: Инженерлік орталық

# nav_services
source: Services
kk: Қызметтер

# nav_services_agronomy
source: Agronomy
kk: Агрономия

# nav_services_laboratory
source: Laboratory
kk: Лабораториялық

# nav_services_veterinary
source: Veterinary
kk: Ветеринария

# nav_courses
source: Courses
kk: Курстар

# nav_courses_online
source: Online Courses
kk: Онлайн курстар

# nav_courses_certification
source: Certification
kk: Сертификация

# nav_partners
source: Partners
kk: Серіктестер

# nav_partners_local
source: Local Partners
kk: Жергілікті серіктестер

# nav_partners_international
source: International
kk: Халықаралық

# nav_projects
source: Projects
kk: Жобалар

# nav_projects_current
source: Current Projects
kk: Ағымдағы жобалар

# nav_projects_completed
source: Completed Projects
kk: Аяқталған жобалар

# nav_news
source: Knowledge & News
kk: Білім мен жаңалықтар

# nav_contact
source: Contact
kk: Байланыс

# hero_subtitle
source: Kazakhstan's Largest Agricultural Portal
kk: Қазақстандағы ең ірі аграрлық портал

# hero_button
source: About Portal
kk: Портал туралы

# service_agronomy_title
source: Agronomy and Forestry
kk: Агрономия және орман шаруашылығы

# service_agronomy_alt
source: Agronomy
kk: Агрономия

# service_laboratory_title
source: Laboratory Analysis and Expertise
kk: Лабораториялық талдау және сараптама

# service_laboratory_alt
source: Laboratory Research
kk: Лабораториялық

# service_veterinary_title
source: Veterinary Services
kk: Ветеринариялық қызметтер

# service_veterinary_alt
source: Veterinary
kk: Ветеринария

# service_food_title
source: Food and Processing Industry Design
kk: Тамақ және қайта өңдеу өнеркәсіптерін жобалау

# service_food_alt
source: Food Industry
kk: Тамақ өнеркәсібі

# service_engineering_title
source: Engineering and IT Technologies
kk: Инженерия және IT технологиялар

# service_engineering_alt
source: Engineering
kk: Инженерия

# service_business_title
source: Business Services
kk: Бизнес қызметтері

# service_business_alt
source: Business
kk: Бизнес

# service_sociology_title
source: Sociological Services
kk: Социологиялық қызметтері

# service_sociology_alt
source: Sociology
kk: Социология

# service_design_title
source: Design and Art Services
kk: Дизайн және өнер қызметтері

# service_design_alt
source: Design
kk: Дизайн

# service_courses_title
source: Professional Development Courses
kk: Біліктілікті арттыру курстары

# service_courses_alt
source: Courses
kk: Курстар

# service_button
source: Go to Catalog
kk: Каталогқа өту

# advantages_title
source: Our Advantages
kk: Біздің артықшылықтарымыз

# advantage_1_title
source: Professional Team
kk: Кәсіби команда

# advantage_1_description
source: More than 15 years of experience in agriculture
kk: Аграрлық саладағы 15 жылдан астам тәжірибе

# advantage_2_title
source: International Standards
kk: Халықаралық стандарттар

# advantage_2_description
source: ISO 9001, HACCP certificates
kk: ISO 9001, HACCP сертификаттары

# advantage_3_title
source: 24/7 Support
kk: 24/7 қолдау

# advantage_3_description
source: Round-the-clock technical support
kk: Тәулік бойы техникалық қолдау қызметі

# advantage_4_title
source: Innovative Solutions
kk: Инновациялық шешімдер

# advantage_4_description
source: Latest technologies and methods
kk: Соңғы технологиялар мен әдістер

# news_title
source: News
kk: Жаңалықтар

# news_1_title
source: Scientists discovered the sixth state of matter and made a space burger from it
kk: Ғалымдар заттың алтыншы күйін тауып, оның негізінде ғарыштық бургер жасады

# news_1_date
source: May 21, 2025
kk: 21 Мамыр 2025 ж

# news_1_excerpt
source: Physicists studied a previously unknown state of matter and created a special "space burger" based on it.
kk: Физиктер бұрын белгісіз зат күйін зерттеп, оның негізінде ерекше «ғарыштық бургер» құрастырды.

# news_1_alt
source: News
kk: Жаңалық

# news_2_title
source: Jet tractor with a speed of 800 km/h - full technical review from the exhibition
kk: Сағатына 800 км жылдамдыққа жететін реактивті трактор – көрмедегі толық техникалық шолу

# news_2_date
source: May 19, 2025
kk: 19 Мамыр 2025 ж

# news_2_excerpt
source: A new era in agriculture: engineers presented a jet tractor. This equipment with a speed of 800 km/h is not intended for field work, but demonstrates the possibilities of agricultural innovations.
kk: Ауыл шаруашылығындағы жаңа дәуір: инженерлер жасалған реактивті тракторды таныстырды. Сағатына 800 км жылдамдыққа жететін бұл техника егістікке арналмағанымен, аграрлық инновациялардың мүмкіндігін паш етеді.

# news_2_alt
source: Tractor
kk: Трактор

# news_read_more
source: Read More
kk: Толығырақ оқу

# news_all
source: All News
kk: Барлық жаңалықтар

# footer_description
source: Kazakhstan's largest agricultural portal. We provide comprehensive services in all sectors of agriculture.
kk: Қазақстандағы ең ірі аграрлық портал. Біз ауыл шаруашылығының барлық салаларында кешенді қызметтер көрсетеміз.

# footer_contact_title
source: Contact:
kk: Байланыс:

# footer_contact_address
source: Nur-Sultan, Mangilik El Avenue, 55
kk: Қазақстан Республикасы, Абай облысы, Семей қ., Глинки көш. 20А, каб. 603

# footer_contact_email
source: info@agrosector.kz
kk: innovation@shakarim.kz

# footer_copyright
source: Â© 2025 Agrosector. All rights reserved.
kk: © 2025 Agrosector. Барлық құқықтар қорғалған.

# footer_privacy
source: Privacy Policy
kk: Құпиялылық саясаты

# footer_terms
source: Terms of Service
kk: Қызмет көрсету шарттары

# login_title
source: Login
kk: Кіру

# login_password
source: Password
kk: Құпия сөз

# login_remember
source: Remember me
kk: Мені есте сақтау

# login_submit
source: Login
kk: Кіру

# login_forgot_password
source: Forgot your password?
kk: Құпия сөзді ұмыттыңыз ба?

# login_no_account
source: Don't have an account?
kk: Аккаунтыңыз жоқ па?

# login_register
source: Register
kk: Тіркелу

source: Back to Top
kk: Жоғары

# stats_years_experience
source: years of experience
kk: жыл тәжірибе

# stats_years_description
source: Quality service in agriculture
kk: Аграрлық саладағы сапалы қызмет

# stats_projects
source: + projects
kk: + жоба

# stats_projects_description
source: Successfully completed projects
kk: Сәтті аяқталған жобалар

# stats_clients
source: + clients
kk: + клиент

# stats_clients_description
source: Reliable partners
kk: Сенімді серіктестер

# stats_support
source: /7 support
kk: /7 қолдау

# stats_support_description
source: Round-the-clock service
kk: Тәулік бойы қызмет көрсету

# cta_title
source: Try Our Services
kk: Біздің қызметтерімізді пайдаланып көріңіз

# cta_description
source: We offer comprehensive solutions for your agricultural business. Contact us today for professional consultation!
kk: Сіздің аграрлық бизнесіңіз үшін кешенді шешімдер ұсынамыз. Кәсіби кеңес алу үшін бүгін-ақ байланысыңыз!

# cta_services_button
source: All Services
kk: Барлық қызметтер

# cta_contact_button
source: Contact Us
kk: Байланысу

# no_news_available
source: No news available yet
kk: Жаңалықтар әлі қолжетімсі

# news_updates_title
source: News and Updates
kk: Жаңалықтар мен жаңартулар

# subscribe_button
source: Subscribe
kk: Жазылу

# news_description
source: Current events in the agricultural sphere and main news, as well as important updates from our portal.
kk: Агросфераның өзекті оқиғалары мен басты жаңалықтары, сондай-ақ біздің порталдың маңызды жаңартулары.

# search_news_placeholder
source: Search news
kk: Жаңалықтар бойынша іздеу

# search_button
source: Search
kk: Табу

# category_all
source: All categories
kk: Барлық санаттар

# sort_newest
source: Newest first
kk: Алдымен жаңалары

# sort_oldest
source: Oldest first
kk: Алдымен ескілері

# sort_title
source: By title
kk: Атауы бойынша

# period_all
source: All time
kk: Барлық уақыт

# period_1month
source: Last month
kk: Соңғы ай

# period_3months
source: Last 3 months
kk: Соңғы 3 ай

# period_6months
source: Last 6 months
kk: Соңғы 6 ай

# period_1year
source: Last year
kk: Соңғы жыл

source: Apply filters
kk: Сүзгілерді қолдану

source: Reset filters
kk: Сүзгілерді тазалау

source: Read more
kk: Толығырақ оқу

source: Previous
kk: Алдыңғы

source: Next
kk: Келесі

source: No news found
kk: Жаңалықтар табылмады

# subscribe_newsletter
source: Subscribe to newsletter
kk: Жаңалықтарға жазылу

# newsletter_description
source: Get notifications about new updates and events via email
kk: Жаңа жаңартулар мен оқиғалар туралы хабарландырулар алыңыз

# email_placeholder
source: Email address
kk: Электронды пошта

source: Email address
kk: Электронды пошта мекенжайы

source: Reading time
kk: Оқу уақыты

# minutes
source: min
kk: мин

source: Back to news
kk: Жаңалықтарға оралу

source: Share article
kk: Мақаланы бөлісу

source: Latest news
kk: Соңғы жаңалықтар

source: View all news
kk: Барлық жаңалықтарды көру

source: Stay updated
kk: Хабардар болыңыз

# newsletter_widget_description
source: Subscribe to our newsletter and get fresh news
kk: Біздің жаңалықтарға жазылып, жаңа хабарларды алыңыз

source: Subscribe
kk: Жазылу

source: Related news
kk: Ұқсас жаңалықтар

source: Don't miss updates
kk: Жаңартуларды жіберіп алмаңыз

# newsletter_cta_description
source: Subscribe to our newsletter and stay informed about all news and events
kk: Біздің жаңалықтарға жазылып, барлық жаңалықтар мен оқиғалардан хабардар болыңыз

source: Enter email address
kk: Электронды пошта мекенжайын енгізіңіз

source: Subscribe now
kk: Қазір жазылу

# subscription_error
source: An error occurred during subscription. Please try again.
kk: Жазылу кезінде қате орын алды. Қайталап көріңіз.

# services_title
source: Services
kk: Қызметтер

# services_laboratory_analysis
source: Laboratory Analysis and Expertise
kk: Зертханалық талдау және сараптама

# promotion_unprecedented_season
source: Unprecedented Discount Season
kk: Бұрын-соңды болмаған жеңілдіктер маусымы

# promotion_buy_one_get_50_off
source: Buy 1 course and get the second one with 50% discount
kk: 1 курс сатып алыңыз және екіншісін 50% жеңілдікпен алыңыз

# promotion_until_july_4
source: Only until July 4th!
kk: Тек 4 шілдеге дейін!

# promotion_about
source: About promotion
kk: Акция туралы

# services_agrotech_services
source: Services
kk: Қызметтер

# filter_title
source: Filter
kk: Сүзгі

source: All providers
kk: Барлық жеткізушілер

# search_services_placeholder
source: Search services
kk: Қызметтерді іздеу

# categories_title
source: Categories
kk: Санаттар

source: All categories
kk: Барлық санаттар

source: Service Name
kk: Қызмет атауы

source: Service Description
kk: Қызмет сипаттамасы

# service_price_tenge
source: Price, Tenge
kk: Бағасы, теңге

# service_actions
source: Actions
kk: Әрекет

source: Consultation
kk: Консультация

# add_service
source: Add
kk: Қосу

source: No services found
kk: Қызметтер табылмады

source: Consultation Request
kk: Консультация сұрауы

# client_name
source: Your Name
kk: Сіздің атыңыз

# client_email
source: Email
kk: Электронды пошта

# client_phone
source: Phone
kk: Телефон

source: Message
kk: Хабарлама

source: Send Request
kk: Өтінім жіберу

# request_error
source: An error occurred while sending the request
kk: Өтінім жіберу кезінде қате орын алды

# cart_title
source: Cart
kk: Себет

source: Your Cart
kk: Сіздің себетіңіз

# cart_empty
source: Cart is empty
kk: Себет бос

source: Total amount
kk: Жалпы сома

# clear_cart
source: Clear
kk: Тазалау

# consultation_selected_services
source: Consultation for selected services
kk: Таңдалған қызметтер бойынша кеңес

source: Selected services
kk: Таңдалған қызметтер

# additional_wishes_placeholder
source: Additional wishes or questions about selected services
kk: Таңдалған қызметтер бойынша қосымша тілектер немесе сұрақтар

source: Send consultation request
kk: Кеңес сұрауын жіберу

# service_already_in_cart
source: Service already added to cart!
kk: Қызмет себетке қосылды!

source: Service added to cart
kk: Қызмет себетке қосылды

source: Service removed from cart
kk: Қызмет себеттен алынды

source: Cart cleared
kk: Себет тазаланды

# cart_empty_warning
source: Cart is empty!
kk: Себет бос!

# remove_item
source: Remove
kk: Алып тастау

# about_title
source: About Us
kk: Біз туралы

# about_hero_title
source: Agrosector â the intersection of science and business
kk: Агросектор – ғылым мен бизнестің тоғысқан нүктесі

# about_hero_subtitle
source: We have united scientific developments, training courses and expert support on one platform
kk: Ғылыми әзірлемелерді, оқыту курстарын және сараптамалық қолдауды біріктірдік

# who_we_are_title
source: Who We Are?
kk: Біз кімбіз?

# who_we_are_p1
source: Agrosector is a leading Kazakhstani platform that combines science, education and practical application in agriculture.
kk: Agrosector — ауыл шаруашылығы саласындағы ғылым, білім беру және практикалық қолдануды біріктіретін жетекші қазақстандық платформа.

# who_we_are_p2
source: We have created a unique ecosystem where farmers, agronomists, veterinarians and researchers can share experiences, gain relevant knowledge and develop their business.
kk: Біз фермерлер, агрономдар, ветеринарлар мен зерттеушілер тәжірибе алмаса алатын, өзекті білім ала алатын және өз бизнесін дамыта алатын бірегей экожүйе құрдық.

# who_we_are_p3
source: Our team consists of experienced specialists with many years of experience in various agricultural sectors who understand the real needs of the agricultural complex.
kk: Біздің команда агроөнеркәсіптік кешеннің нақты қажеттіліктерін түсінетін ауыл шаруашылығының әртүрлі салаларында көп жылдық тәжірибесі бар тәжірибелі мамандардан тұрады.

# who_we_are_p4
source: Over the years, we have helped hundreds of companies increase production efficiency, implement modern technologies and achieve sustainable development.
kk: Жұмыс жылдары біз жүздеген кәсіпорынға өндіріс тиімділігін арттыруға, заманауи технологияларды енгізуге және тұрақты дамуға қол жеткізуге көмектестік.

# our_purpose_title
source: Our Purpose
kk: Біздің мақсатымыз

# our_purpose_p1
source: Modernization of Kazakhstani agriculture through the introduction of innovative technologies, scientific developments and modern management methods.
kk: Инновациялық технологиялар, ғылыми әзірлемелер мен заманауи басқару әдістерін енгізу арқылы Қазақстан ауыл шаруашылығын жаңғырту.

# our_purpose_p2
source: We strive to make the agricultural sector more productive, sustainable and competitive at the international level.
kk: Біз аграрлық секторды халықаралық деңгейде неғұрлым өнімді, тұрақты және бәсекеге қабілетті ету үшін ұмтыламыз.

# our_purpose_p3
source: Our goal is to create a digital ecosystem that will unite all participants in the agricultural complex and provide them with access to best practices, technologies and knowledge.
kk: Біздің мақсатымыз — агроөнеркәсіптік кешеннің барлық қатысушыларын біріктіретін және оларға ең жақсы тәжірибелер, технологиялар мен білімге қол жеткізуді қамтамасыз ететін цифрлық экожүйе құру.

# our_purpose_p4
source: We believe that only through combining the efforts of science, business and government can revolutionary changes in agriculture be achieved.
kk: Біз ғылым, бизнес пен мемлекеттің күш-жігерін біріктіру арқылы ғана ауыл шаруашылығында революциялық өзгерістерге қол жеткізуге болатынына сенеміз.

# our_mission_title
source: Our Mission
kk: Біздің миссиямыз

# our_mission_p1
source: To ensure sustainable development of Kazakhstan's agriculture through the integration of scientific achievements, modern technologies and best world practices.
kk: Ғылыми жетістіктерді, заманауи технологиялар мен ең жақсы әлемдік тәжірибелерді интеграциялау арқылы Қазақстан ауыл шаруашылығының тұрақты дамуын қамтамасыз ету.

# our_mission_p2
source: We provide comprehensive solutions for agribusiness: from research and laboratory analysis to educational programs and consulting services.
kk: Біз агробизнес үшін кешенді шешімдер ұсынамыз: ғылыми-зерттеу жұмыстары мен зертханалық талдаулардан бастап білім беру бағдарламалары мен консультациялық қызметтерге дейін.

# our_mission_p3
source: Our mission includes supporting small and medium-sized farms, helping them master new technologies and methods of agriculture.
kk: Біздің миссия шағын және орта шаруашылықтарды қолдауды, жаңа технологиялар мен ауыл шаруашылығын жүргізу әдістерін игеруге көмек беруді қамтиды.

# our_mission_p4
source: We strive to create conditions for the growth of the country's food security and increase the competitiveness of Kazakhstani agricultural products in world markets.
kk: Біз елдің азық-түлік қауіпсіздігінің өсуі және әлемдік нарықтарда қазақстандық ауыл шаруашылығы өнімдерінің бәсекеге қабілеттілігін арттыру үшін жағдай жасауға ұмтыламыз.

# our_team_title
source: Our Team
kk: Біздің команда

# our_team_description
source: Professionals with many years of experience in the agricultural complex, ready to share knowledge and help develop your business.
kk: Агроөнеркәсіптік кешенде көп жылдық тәжірибесі бар, біліммен бөлісуге және сіздің бизнесіңізді дамытуға көмектесуге дайын мамандар.

# meet_the_team_button
source: Meet the Team
kk: Командамен танысу

# our_team_alt
source: Our team
kk: Біздің команда

# agriculture_innovations_alt
source: Innovations in agriculture
kk: Ауыл шаруашылығындағы инновациялар

# modern_agriculture_alt
source: Modern agriculture
kk: Заманауи ауыл шаруашылығы

# courses_title
source: Courses
kk: Курстар

# hero_unprecedented_season
source: Unprecedented season of discounts
kk: Бұрын-соңды болмаған жеңілдіктер маусымы

# hero_until_july
source: Only until July 4th!
kk: Тек 4 шілдеге дейін!

# hero_buy_one_get_50_off
source: Buy 1 course and get the second one 50% off
kk: 1 курс сатып алыңыз және екіншісін 50 % жеңілдікпен алыңыз

source: About promotion
kk: Акция туралы

source: Course Catalog
kk: Курс каталогы

# filter_label
source: Filter
kk: Сүзгі

source: All Courses
kk: Барлық курстар

source: Popular Courses
kk: Танымал курстар

source: Discount Courses
kk: Жеңілдік бар курстары

# search_courses_placeholder
source: Search courses...
kk: Курстарды іздеу...

# categories_label
source: Categories
kk: Санаттар

# discount_label
source: Discount
kk: Жеңілдік

# top_course_label
source: TOP Course
kk: ТОП курс

source: Learn more about course
kk: Курс туралы көбірек білу

source: No courses found
kk: Курстар табылмады

source: Leave Application
kk: Өтінім қалдыру

source: Back
kk: Артқа

source: About Course
kk: Курс туралы

source: Main Information
kk: Негізгі ақпарат

source: Per week
kk: Аптасына

source: hours
kk: сағат

source: Total
kk: Барлығы

source: tenge
kk: теңге

source: Discount
kk: Жеңілдік

# what_you_learn
source: What You'll Learn?
kk: Курстан не үйренесіз?

# comprehensive_knowledge
source: Gain comprehensive knowledge in the subject area
kk: Пән саласында жан-жақты білім алыңыз

# practical_skills
source: Master practical skills and working methods
kk: Практикалық дағдылар мен жұмыс әдістерін игеріңіз

# modern_methods
source: Learn modern methods and approaches
kk: Заманауи әдістер мен тәсілдерді үйреніңіз

# expert_guidance
source: Get expert guidance from experienced instructors
kk: Тәжірибелі оқытушылардан сарапшы жетекшілігін алыңыз

# certificate_completion
source: Receive a certificate of course completion
kk: Курсты аяқтағаны туралы сертификат алыңыз

source: Course Curriculum
kk: Курс бағдарламасы

source: Module
kk: Модуль

source: Topic
kk: Тақырып

source: Course Instructors
kk: Курс оқытушылары

source: Course Reviews
kk: Курс туралы пікірлер

source: Read All Reviews
kk: Барлық пікірлерді оқу

source: Hide Reviews
kk: Пікірлерді жасыру

# enroll_course_or_get_consultation
source: Enroll in Course or Get Free Consultation
kk: Курсқа жазылыңыз немесе тегін кеңес алыңыз

source: Full Name
kk: Толық аты-жөні

source: Phone
kk: Телефон

# together_achieve_dreams
source: Together we will achieve your dreams
kk: Арманыңызға бірге жетеміз

source: Our Team
kk: Біздің команда

# meet_our_professionals
source: Meet our team of professionals.
kk: Біздің кәсіпқойлар командасымен танысыңыз.

source: Administrative Support
kk: Әкімшілік қолдау

# admin1_full_name
source: Dulatbay Yerassyl Altayuly
kk: Дулатбай Ерасыл Алтайұлы

# admin1_first_name
source: Dulatbay
kk: Дулатбай

# admin1_last_name
source: Yerassyl Altayuly
kk: Ерасыл Алтайұлы

# admin1_position
source: Board Member - Vice-Rector for Internationalization and Innovation
kk: Басқарма мүшесі - интернационализация және инновациялар жөніндегі проректор

# admin2_full_name
source: Ivanov Ivan Ivanovich
kk: Иванов Иван Иванович

# admin2_first_name
source: Ivanov
kk: Иванов

# admin2_last_name
source: Ivan Ivanovich
kk: Иван Иванович

# admin2_position
source: Deputy Director for Administrative Affairs
kk: Әкімшілік мәселелер жөніндегі директордың орынбасары

# admin3_full_name
source: Petrov Petr Petrovich
kk: Петров Петр Петрович

# admin3_first_name
source: Petrov
kk: Петров

# admin3_last_name
source: Petr Petrovich
kk: Петр Петрович

# admin3_position
source: Head of Human Resources Department
kk: Кадр бөлімінің басшысы

# admin4_full_name
source: Sidorov Sidor Sidorovich
kk: Сидоров Сидор Сидорович

# admin4_first_name
source: Sidorov
kk: Сидоров

# admin4_last_name
source: Sidor Sidorovich
kk: Сидор Сидорович

# admin4_position
source: Chief Specialist for Document Management
kk: Құжаттармен жұмыс жөніндегі бас маман

# phone_label
source: Phone:
kk: Телефон:

# lab_member1_name
source: Klivenko Alexey Nikolayevich
kk: Кливенко Алексей Николаевич

# lab_member2_name
source: Abdullin Marat Rustemovich
kk: Абдуллин Марат Рустемович

# lab_member3_name
source: Zhanuzakova Aigul Serikovna
kk: Жанузакова Айгуль Сериковна

# lab_member4_name
source: Toktarbayev Daniyar Yermekovich
kk: Токтарбаев Данияр Ермекович

# projects_catalog_title
source: Projects Catalog
kk: Жобалар каталогы

source: Project Detail
kk: Жоба туралы толық

# search_projects_placeholder
source: Search projects...
kk: Жобаларды іздеу...

# status_filter_title
source: FILTER BY STATUS
kk: МӘРТЕБЕ БОЙЫНША СҮЗГІ

# direction_filter_title
source: FILTER BY DIRECTION
kk: БАҒЫТ БОЙЫНША СҮЗГІ

source: Projects Pagination
kk: Жобалар беттері

source: All Statuses
kk: Барлық мәртебелер

source: All Directions
kk: Барлық бағыттар

# investment_amount_label
source: Investment Amount
kk: Инвестиция сомасы

# implementation_period_label
source: Implementation Period
kk: Іске асыру мерзімі

# status_label
source: Status
kk: Мәртебе

# direction_label
source: Direction
kk: Бағыт

source: View Project
kk: Жобаны көру

source: Back to Projects
kk: Жобаларға оралу

source: Project Overview
kk: Жоба шолуы

source: Project Description
kk: Жоба сипаттамасы

source: Investment Amount
kk: Инвестиция сомасы

source: Project Details
kk: Жоба мәліметтері

source: Implementation Period
kk: Іске асыру мерзімі

source: Direction
kk: Бағыт

source: Project Status
kk: Жоба мәртебесі

source: Project Team
kk: Жоба командасы
